[{"title": "It's Denis Villeneuve's 'Dune' now", "data_published": "2021-10-22T08:14:55Z", "content": "Thomas Page , CNN Written by\"I know you,\" murmurs Paul, the young protagonist of Denis Villeneuves \"Dune.\" Hes referring to a beautiful woman who has wandered in his unconscious, all windswept hair and piercing gaze, halfway between dream and perfume advert. Now she stands before him, flesh and blood; a vision no more. Yet shes flintier than anticipated, brusquer than the fantasy. Expectation, meet reality.Listening to Villeneuve speak, you hear a director acutely aware of expectations -- of the fans of Frank Herberts original book, of the film studio, even his own. Its both ironic and only fitting that to meet them, Villeneuve had to dive into his own unconscious. Speaking to CNN, he described the meditation and work in dreams he utilized to \"go back to the source.\"\"The idea,\" he said, \"was to try to bring back to the surface those images that I had in my mind when I (first) read the book -- those uncorrupted images that I had at 13 years old.\"In cinema, the possessive has followed the 1965 sci-fi novel wherever it has gone: its Alejandro Jodorowskys \"Dune,\" David Lynchs \"Dune,\" and now its Denis Villeneuves. One source, many visions wrought in the minds eye. But where expectation meets reality has historically been a sore point. Jodorowskys film was aborted in the 1970s, Lynchs critically panned in the 1980s. Villeneuves floats on the whims of a turbulent global box office, although he might have finally captured the essence of the thing.A scene from Denis Villeneuves \"Dune.\" Credit: Warner Bros. EntertainmentThe French Canadian has been thinking about \"Dune\" ever since his teenage years, and for decades hes carried images and ideas inside. \"I said to my crew at the beginning I would love it if we were able to try to create images that are not inspired by other influences,\" he said. \"Its a very romantic approach,\" the director conceded. \"Technically impossible.\"You see, pop culture has a knack for getting in the way of itself. Sci-fi cinema has both pillaged Herberts novel and cluttered the road back to it; filled audiences with images and ideas cribbed from \"Dune\" before most people have been presented with the source material. \"The most famous of them is definitely Star Wars,\" the director said. Villeneuve is a \"massive fan\" of the early films, however, \"having to go through the absurdity of having to deal with the (Star Wars) movies that have been deeply inspired by Dune ... to differentiate ourselves from that huge cultural influence, was a very interesting challenge.\"\"We kept the words of Frank Herbert close to us,\" he added. \"That was our way to bring something fresh to the screen that would not feel like old recycled ideas.\"Timothée Chalamet and Charlotte Rampling as Paul Atreides and the Reverend Mother Mohiam, the leader of a religious sect, in \"Dune.\" Credit: Chiabella James/Warner Bros. EntertainmentThis project is, as the book is, a tragedy\"Dune\" tells the story of Paul Atreides, a noble scion born with mystical powers he little understands. When his family is charged by the galactic emperor to take over a lucrative mining operation on the desert planet of Arrakis, it sparks an interplanetary war between ruling houses, with the planets native inhabitants, the Fremen, caught in the crossfire but far from unbowed. As the Atreides position is threatened, Paul becomes increasingly guided by his mother, a member of a cult of witches whose designs eclipse even the canniest political operator.Science fictions ability to hold up a mirror to society is unparalleled, and \"Dune\" contains a whole hall of them. Between its covers theres a cautionary tale on the mixing of politics and religion, an eco-parable, and critiques of colonialism, messianic figures and resource exploitation.\"The book suddenly became more relevant as time went by,\" said Villeneuve. Was there ever one strand he was particularly interested in foregrounding? \"We feel those ideas, they are in the background everywhere,\" he said, \"but we are focusing mainly on Paul Atreides journey.\"\"This project is, as the book is, a tragedy,\" Villeneuve argued. \"Its really the story of a young man that will have the burden of a terrible religious heritage.\" For his tragic figurehead Villeneuve chose Timothée Chalamet, the only actor the director considered. \"Timothée has the necessary maturity to bring this character to life, combined with beautiful youth that he brings,\" said Villeneuve. \"Timothée looks really young and at the same time has an old soul, and also has the charisma of a rock star -- that will be necessary later on in part two.\"Villeneuve directs Chalamet on the set of \"Dune.\" Credit: Chiabella James/Warner Bros. EntertainmentYes, \"Dune\" is actually \"Dune: Part I.\" Splitting the novel was Villeneuves idea, and studio Warner Bros. (CNN shares parent company WarnerMedia) agreed on the condition it would see how the first film fared before shooting the second, he explained.Looking up his resume, it was a bold move. The director was stung by \"Blade Runner 2049,\" his 2017 follow-up to Ridley Scotts sci-fi original -- a critical hit but not a box office success. Similarly, \"Dune\" is another feted sci-fi work with a history. \"I will say that Dune is by far my most accessible (film),\" Villeneuve said, noting he opted for a milder PG-13 rating.\"But the commerciality of a movie, you cannot predict that,\" he argued. \"Its an art form. You always try to make the best movie that you can, at the time where you are, and you cannot predict the outcome. And nobody can. If we were able to know how our movie will perform, wed all be rich right now.\"Part two is already written, Villeneuve added. And its chances? \"Im frankly very optimistic.\"Rebecca Ferguson as Lady Jessica Atreides and Timothé Chalamet as Paul Atreides in \"Dune.\" The production shot desert sequences on location in Jordan and the UAE. Credit: Chiabella James/Warner Bros. EntertainmentOf course there was pressure not to do itThe logistics of reassembling Villeneuves starry cast (alongside Chalamet, Javier Bardem, Zendaya, Rebecca Ferguson and more) could be considerable, but that wont phase a director who strolled into the deserts of Jordan and the UAE with a team who gladly followed.\"Of course there was pressure not to do it, because its quite complex to bring a whole film crew into the middle of the desert and to create a safe environment for them ... But for me it was crucial. It was not a negotiation,\" Villeneuve said. \"Im an old-fashioned director. Im not inspired by virtual environments, I need reality.\"Beyond the aesthetic benefits (his Arrakis really does look spectacular), out in the desert the director found his tribe. \"I wanted us -- the actors, the cinematographer and myself -- to be inspired by the elements,\" he explained. Away from civilization, out in the sands the cast could shape themselves. The through line of \"Dune,\" if nothing else, is adapt or die. \"Nature is the god of Dune, biology is the religion, and I wanted us to be in relationship with nature, as was Frank Herbert when he wrote the book,\" he said.Anything, it seems, to get closer to text, and aligned with the 13-year-old whose imagination set these wheels in motion. \"The book was our Bible,\" said Villeneuve. On set, the director had his old copy, dogeared and careworn. Still, the latter chapters will see more action before their time is done.\"If ever such a thing as part two sees the light of day, it will be a bigger movie, because of the nature of the story,\" he promised. \"(It) will be a more intense cinematic journey, its going to be a huge challenge -- and an exciting one.\"", "link": "https://cnn.com/style/article/denis-villeneuve-dune-interview-spc-intl/index.html"}, {"title": "'I obey time': The artist who spent three decades on a single painting", "data_published": "2021-10-22T01:09:38Z", "content": "Written by Oscar Holland, CNN Hong KongIt was the late 1980s when South Korean artist Myonghi Kang began work on her painting \"Le temps des camélias\" (\"The Time of Camellias\"). Living in Paris 19th arrondissement at the time, she would periodically revisit the then-vertical canvas to add strokes of color or floral forms.\"I would go back to the painting with all these questions in my mind, and memories from traveling,\" she recalled, via a translator, in a phone interview.But the painting never felt finished. Kang eventually abandoned her creation, and it was not until she took it to South Koreas Jeju Island in 2007 that she felt inspired to revisit the artwork -- and to switch its orientation to that of a conventional horizontal landscape.\"It was only when I brought the painting to Jeju in springtime that I had the courage, after 10 years, to work on it again,\" she said. \"I had a lot of camellias in my studio, and so I started bringing in all the elements that I saw around me.\"Myonghi Kangs \"Le temps des camellia\" was finally completed in 2018. Credit: Courtesy of VillepinIt would be another decade before the ethereal painting, now on display at Hong Kongs Villepin gallery, was complete. As such, the work depicts not only the vibrant flowers alluded to in its title, but the passing of time itself.\"I cannot really explain,\" Kang said. \"I just felt this painting had to be made like that. I trusted the moment -- to know the right moment for me to paint the different parts until I was finished.\"\"I would not dare say that I paint time -- that would be very arrogant -- but time is in what I paint,\" she later added. \"I let myself be the hands of time. I obey time, but do not try to manipulate it.\"This impulsive approach is typical of Kang, whose quietly radiant art reveals her complex relationship with nature. Now in her mid-70s, she can spend years on a single piece, her often-gentle brushstrokes belying a process she described as \"very, very intense.\"\"I just look at paintings and feel they are not finished. And it can even be hard to sleep,\" she explained. \"They are always moving and progressing, and sometimes I never get the feeling they are done. Sometimes, I wish I could have a drink and forget about it, but its not possible. I always need to try to solve the little things I see every day in front of me.\"Myonghi Kangs \"La maison de opticien\" (\"The Opticians House). Credit: Courtesy of VillepinQuite suddenly, however, the compulsion to sign -- and thus finish -- a painting will strike her \"like a lightning bolt,\" she said.\"Its not something that I plan or know rationally. Its spontaneous.\"Nature is everythingWhile Kangs absorbing paintings appear abstract at first, they are often grounded in the world around her. But though her creations resemble landscapes, they never depict a single specific scene, rather an amalgamation of sights, memories and sensations.\"Every moment, from when I wake up to the time I start working, is part of the painting,\" said Kang, who is also known for writing poetry. \"And memories -- maybe from 10 years before -- of looking at camellias, for example, will also be integrated.Related video: How do you fall in love with art?\"There is not one figurative way of expressing what I paint. Its the accumulation of observing -- trying to capture the sky, for example -- and really capture the whole, rather than a specific camellia or a certain rock.\"Set across three floors in Hong Kong, Kangs latest show brings together works from the past decade, including the aforementioned \"Le temps des camélias.\" Spending time with the canvases helps bring the artists hazy subject matter -- whether orange blossom, the house of a neighboring optician or clouds swirling in pale blue skies -- into sharper focus.The gallerist behind the show, Arthur de Villepin, believes the works beauty is found in the small \"details\" observed in its company.\"You see the different layers, and you see that, sometimes, the brushstrokes will be vivid and quite quick and represent a certain part of her personality,\" he said over the phone from the south of France. \"Or sometimes the colors will be very bright. Then at other moments the colors fade away, and that capacity to put different lives at different moments ... thats what I found amazing.\"Kangs work on display at Villepin gallery in Hong Kong. Credit: Courtesy of VillepinComplete with natural sounds playing from hidden speakers, the exhibition serves to transport visitors away from the busy surrounds of downtown Hong Kong to the bucolic Jeju Island, where Kang -- who lives and works between South Korea and France -- still paints.\"In our minds, nature is grass and trees and flowers,\" Kang said, when asked about her relationship with her surroundings. \"But nature is everything. Nature is people, its a city, its history ... Nature is a bridge to allow dialogue between all things.\"", "link": "https://cnn.com/style/article/myonghi-kang-villepin/index.html"}]