[{"title": "The Americans who bought bargain homes in Italy's deep south", "data_published": "2021-09-10T07:21:11Z", "content": "(CNN) — Buying an abandoned home in a tiny, depopulated Italian village is something that many travelers will have mulled over, especially given the vast number of bargain house schemes launched in the European country over the past few years.After CNN Travel reported earlier this year that Latronico , situated in the deep south of Italy, had launched the platform \"Your House in Latronico \" in an attempt to connect old owners with potential buyers, the town was flooded with foreigners, with around 90% originating from the United States.Although Covid-19 travel restrictions brought numerous challenges for buyers, some were able to visit the town more than once in order to ensure they could secure the right house, leaving Latronicos locals flabbergasted by the sudden interest in their town.Although the homes for sale here are slightly more expensive, with prices ranging between €10,000 and $30,000, than those featured in the hugely popular one euro home schemes, the main difference is that these abandoned homes are not in desperate need of renovation.In fact, most are in good condition. Some are ready-to-occupy, others partly restyled, while a few even come with furniture.Perhaps unsurprisingly, a number of the homes have been snapped up in the months since the scheme was announced.Frank Cohen, a retired American freelance reporter from New Haven, was so impressed with Latronico that he decided to buy three houses in the towns historical district.The first is a 65-square-meter turnkey property, which he paid €20,000 for, the second is a home in similarly good condition that cost roughly the same amount.However, the third, which cost considerably less at €6,000, will require a complete makeover.Related content Now you can move into an Italian house for just $12,000Its the best of worldsFrank Cohen and his wife Ann were among those who snapped up abandoned homes in Latronico. Courtesy Frank CohenWhile splashing out on three homes in one depopulated Italian village may seem extreme to some, Cohen says he fell in love with Latronico, located in the pristine Pollino National Park, pretty much instantly.\"I think it would be nearly impossible to find a lovelier or more welcoming town,\" he says of the town, which is renowned for its thermal baths and healthy air.\"The people are just so nice. We [he and his wife Ann] cant go anywhere without being offered an espresso, grappa or Amaro Lucano. We sleep better here than we ever have back in the States.\"\"Latronico has been life-changing. Its the best of worlds here.\"Cohen was the first foreigner to land in town and celebrate his new properties. He and his wife Ann were drawn to their main property, a yellowish freshly painted dwelling dating back to the 1940s, due to its trio of balconies and panoramic rooftop terrace, ideal for morning coffee, sunset drinks as well as a summer stargazing bed spot.Set across two floors, the house also comes with a three-floor big garage thats situated just across the alley and is divided into a garage, a wood storage room and a cellar packed with old flasks and a pizza oven.The Cohens intend to turn it into a home for their guests further down the line.They say theyve kept all of the original furniture, including a washing machine and a king-size bed, in order to ensure the house doesnt lose its Italian character now that two Americans are moving in.\"We found our house more sensible than we initially guessed,\" adds Cohen. \"I think people, where [the house is] furnished, should live a little in their houses before jettisoning and Americanizing everything. \"While their home was ready to live in, the couple are planning to either re-tile or repaint one of the rooms in order to add their stamp on it.Although they were initially \"intrigued\" by the prospect of buying one of the many one euro homes that have been put on the market in Italian towns over the last few years, the Cohens changed their minds once they realized how much work and money would be involved.Related content Another Italian town is selling houses for one euroUltimate testThe Cohens dwelling comes with a separate three-floor building with a cellar containing a pizza oven. Courtesy Frank Cohen\"Considering the guarantee deposit and significant renovation time, we preferred a home ready-to-occupy that wasnt just for the holidays,\" explains Cohen.They plan to live in Latronico for approximately half of the year.According to Cohen, renovating the third house will be more of a long-term project, and hes enthusiastic that funds to cover a significant percentage of the work are available from the Italian government for sustainable improvements.After buying that first house in Latronico, Cohen immediately visited the local barber for a quick haircut \"to take the pulse of the town.\"He says the cozy vibe and lively chatter at the barber shop were enough to convince him that hed picked the right Italian town, and is grateful have a home in a place that provides such a sharp contrast to his native land.\"There are plenty of towns in America that are five or 10 times the size and have only a fifth or a tenth of the nightlife,\" adds Cohen.\"[Im] so happy not to see big SUVs everywhere and no fast food chains. I have already got plans for a used Fiat Panda 4x4 to explore the narrow streets.\"Latronicos idyllic location, \"in the middle of nowhere, middle of everywhere,\" close to three seas and various regions, and by the heady southern wines, also played a big part in his decision.One of the things Cohen enjoys most about life here is dining in alleys during the warmer weather, which he considers a worthy replacement for Americans backyard barbecues.The midnight fresh baked chocolate cornetti and frequent food and art fairs have also proved to be major lures.While Cohen has no regrets about opting for Latronicos home scheme, he admits that the purchasing process was far from simple.He and his wife found out quickly that they would need help with the linguistic and bureaucratic challenges from someone who knew how to overcome the obstacles that come up along the way.Bureaucratic challengesThe Kessler family opted to buy a villa in Latronicos rural surroundings. Courtesy Michael KesslerLuckily the towns deputy mayor Vincenzo Castellano was on hand to help simplify the bureaucratic procedures, which can be tricky for foreigners to understand.\"The main difficulties in dealing with the paperwork were the sale contract apostilles [certificates,] and understanding Italian in more technical documents like utilities and bank communications,\" explains Cohen.\"You really need to practice your Italian with locals who are eager to practice their English with you to overcome the language barrier.\"But there will likely always be some communication issues.\"I wanted anise liquor with our biscuits, which is called Anice,\" Cohen explains. \"But because of not pronouncing it correctly, I got a serving of pineapple.\"While the Cohens have opted for a home (or three) in Latronicos historical district, a number of properties are available in its even less populated rural surroundings.Surgeon Michael Kessler, from Washington D.C., managed to snap up a gorgeous villa on the outskirts for only €40,000.The two-floor, 100-square-meter house is connected to the main road by a private lane with over an acre of land covered with olive, pear, hazelnut and cherry trees.After choosing the home, he decided to purchase a parcel of adjacent extra land for his three kids to enjoy as an outdoor playground.The villa had just been renovated by its former owners before the sale, so theres no need for any restyle, says Kessler.Inside, it has wooden ceilings, reddish stone floors and counter tops made with Latronicos renowned stones, which are extracted from nearby quarries.Theres also a huge terracotta multi-colored tiled patio at the entrance with a stone sink thats ideal for barbecues.Although the house was furnished when they bought it, Kessler and his wife Roanna decided to remove all of the old furniture (except the dresser) and kitchen in order to make it their own.\"We preferred to go to the local furniture and appliances stores to support the local economy,\" he says.\"But its already very livable. Ive just bought the pans, pots and bed sheets to make it feel more like home for when well return with our kids to celebrate Christmas this year.\"Related content What pizza from a vending machine really tastes likeIt was destinyMichael and Roanna Kessler in Basilicata. Courtesy Michael KesslerKessler explains that buying a turnkey villa complete with electricity and running water was far more feasible for his family than purchasing a one euro home in need of total renovation, which he feels would have been a little overwhelming.Before choosing the property, he surfed the Your House in Latronico website and Googled its exact location.\"Friends said we were crazy,\" Kessler says. \"My wife ended up picking the same house I did. It was destiny.\"We live in a big city so its really nice to be surrounded by silence and nature, to relax and turn off the phones. We hope the kids will learn Italian.\"Like Cohen, Kessler found the buying process to be quite slow and complex. He says he had to apply for an Italian social security code in order to open a bank account to buy the house and pay taxes.\"The sale works so differently than in the States,\" says Kessler. \"Our meeting with the notary was in two languages, English and Italian, and we endured three hours of paperwork.\"In the States its usually with a lawyer and you only meet for 10 minutes for the final signing of the deed, all paperwork is prepared ahead of time and you just have to check the details like correct names, amount of money and that everyone agrees to the deed.\"As the separate piece of land near the villa was bought from another owner, he had to go through the entire procedure twice.\"It sounds exceedingly intimidating to figure all this out alone,\" he admits. \"You really need to find someone on the ground to facilitate the procedures and help you navigate through the whole thing.\"However, Kessler was pleasantly surprised by Italys tax system. Property taxes for his villa turned out to be incredibly low, barely €350 per year, which he says is very little when compared to the amount he spends on his second home in the US.\"Its interesting how in Italy, as opposed to the States, taxes are solely based on building size, not on the land, which makes buying a cheap property even more affordable,\" says Kessler.The fact that the villa is located in the south of Italy, where taxes tend to be much lower than in the rest of the country, has also proved to be a plus.And far from being unhappy about the prospect of a number of foreigners moving to their town, Cohen says the popularity of the empty homes has sparked renewed interest from villagers, who may have felt disheartened before.According to Cohen, various locals have approached him to say theyd been considering leaving Latronico, but seeing foreigners excitement about the town has shifted their perspective.He advises any travelers interested in buying a home here to ingratiate themselves as much as they can and embrace the slow rhythms of Italys south.", "link": "https://cnn.com/travel/article/americans-bought-bargain-homes-in-italy-cmd/index.html"}, {"title": "How 3D printing could help save Hong Kong's coral", "data_published": "2021-09-13T01:31:07Z", "content": "(CNN) — With a reputation as a concrete jungle, few know that Hong Kong is one of Asias most biodiverse cities and boasts more hard coral species than the Caribbean.But these corals are under threat from pollution and rapid urban development.ArchiREEF , a spin-out company from Hong Kong University, says it has a solution: 3D-printed terracotta tiles designed to help corals grow and restore ocean life.Co-founded in 2020 by marine biology professor David Baker and PhD student Vriko Yu, the company hopes it can help make corals \"more resilient\" against climate change.Rock bottomFound in warm, shallow water, coral reefs cover less than 1% of the ocean floor but host more than 25% of marine life. Corals, invertebrate animals that live in vast underwater colonies that form reefs, have existed in Hong Kong for thousands of years, but pollution and coral mining have decimated the population.Coral reefs are under threat from climate change and pollution. In Hong Kong, technology to regrow coral can help \"reset the clock,\" according to startup archiREEF.Baker and Yu have been trying to restore coral at Hoi Ha Wan Marine Park since 2016 in partnership with the Agriculture, Fisheries and Conservation Department (AFCD).Hoi Ha Wan, now a protected coastal reserve, in the north of Hong Kong, used to be the site of coral mining for construction materials. This created a major barrier to restoration, says Baker as \"the hard bottom of the seafloor has been mined away,\" leaving only sand and rubble.The team needed to create a new \"bottom\" for the corals to grow on. Working with the universitys architecture department, they began developing an artificial coral reef using the universitys 3D printing facility.This artificial reef is made from tiles that are roughly two feet wide, and mimic the natural shape of platygyra, known as \" brain coral .\" Its twisting \"valleys\" attract marine life which can nest or hide from predators, says Yu.A cuttlefish living in ArchiREEFs clay reef tile test site in Hoi Ha Wan Marine Park, Hong Kong. Vriko YuOnce placed in the water, the team attach baby corals to the tile with non-toxic glue. The shape of the tile helps the corals grow upwards, attracting marine life that build their homes in the reefs.More than 130 of these tiles were installed on the seabed in Hoi Ha Wan Marine Park in the summer of 2020, and archiREEF was born.Commercializing restorationThe 3D-printed tiles are just one small part of archiREEFs business model. After engaging corporate clients and governments to sponsor a restoration project, archiREEF will identify a site for restoration, install the reef tiles, and continue to manage the site for up to five years, monitoring the growth and the biodiversity of the reef.Conventional artificial reefs, such as submerged concrete structures, often replace the function of the coral as a habitat for marine life, says Yu, whereas archiREEF wants to provide a \"foundation\" for the coral to grow on. Eventually, the coral will be strong enough to support itself without the tile -- which can then be shattered by divers, or will naturally erode.Baker says that archiREEF can help regrow coral in areas where it has entirely disappeared, a situation which is becoming more common: scientists predict that warming ocean temperatures and increasingly acidic waters may destroy up to 90% of coral reefs globally in the next 20 years.A diver positioning a 3D-printed terracotta tile on the sea floor. CNNAn innovative approachCompanies such as Australia-based Reef Design Lab and D-Shape have previously used 3D printing to create underwater habitats. But archiREEFs use of clay, a non-toxic and natural material, is \"innovative,\" says Pui Yi Apple Chui, a coral restoration researcher at the Chinese University of Hong Kong.Unlike concrete, clay is slightly acidic, like coral and has a similar chemical makeup to real reefs. The 3D printing technology also offers unlimited customization, which the architects at Hong Kong University say enabled them to create more places for the corals to grow and combat specific environmental problems with a bespoke design.However, Chui also adds that people need to be \"realistic\" about restoration and consider the cost and accessibility of technology. Places like Hong Kong also need more data on the efficacy of conservation efforts before it can be scaled in a meaningful way, she says, adding: \"Restoration should be the last resort; we should protect before we restore.\"Conservation for everyoneRescuing these reefs can help sustain the planets underwater ecosystems, such as seagrass meadows, which benefit from coral reefs, and are important carbon stores.There are economic benefits to coral reefs, too. According to a 2021 report from the Global Fund for Coral Reefs, coral reefs support the lives of around one billion people through coastal industries such as tourism and commercial fisheries, as well as providing coastal defense from storms.Fossil evidence points to corals living in Hong Kong for thousands of years. Phil ThompsonArchiREEF still has a way to go before scaling up. The team will observe the test site in Hoi Ha Wan for at least another two years to ensure the corals continue to thrive and survive natural disasters, such as typhoons. However, Yu says the results at the test site so far are promising: in the first six months of observations, four times more coral has survived on the clay tiles compared to conventional artificial reefs.A further 10 test sites are already planned, which the startup will use to refine the 3D-printing process and explore alternative materials, as producing clay is energy intensive and produces large amounts of carbon dioxide.While archiREEFs focus is currently on government and large corporate clients, it hopes to one day engage individuals in its projects, too.", "link": "https://cnn.com/travel/article/hong-kong-3d-printing-coral-reefs-hnk-spc-intl/index.html"}, {"title": "What pizza from a vending machine really tastes like", "data_published": "2021-08-26T09:08:58Z", "content": "(CNN) — Its known for its ancient ruins, the seat of Catholicism and some of the worlds best pizza.Yes, in Rome, the art of pizza is up there with the art of constructing buildings that will last for 2,000 years, and guiding one of the worlds major religions.Compared to the original Neapolitan style, Roman pizza is thinner, flakier and crunchier, since its baked for a little longer. The pizzerias of Trastevere, the boho neighborhood across the River Tiber from central Rome, are lauded as some of the best places in the world to try the dish.Now theres another kind of Roman pizza, however -- and it comes out of a vending machine.Romes newest pizzaiolo (pizza-maker), \" Mr. Go ,\" is a vending machine pumping out four types of pizza for whenever you feel like one.Not for Mr. Go the weekly closures and afternoons off of regular pizzerias; his indefatigable metal \"hands\" are spinning and stretching dough, slopping on toppings and firing it all to a crisp 24/7.The machine is the brainchild of entrepreneur Massimo Bucolo, a Sicilian living in Rome.\"There was a hole in the market -- although Rome is an important city, there was nothing [foodwise] available through the night,\" says Bucolo. \"We never wanted to compete with a classic pizzeria.\"Owner Massimo Bucolo trained as a pizzaiolo before opening the vending machine. Filippo Monteforte/AFP/Getty ImagesIn fact, Bucolo says its not even a real pizza. He calls it a \"cross between a pizza and a piadina\" -- the pizza-sized flatbreads from the Emilia-Romagna region.Thats because, he freely admits, true pizza -- tossed by hand and seared in a wood-fired oven -- doesnt exactly lend itself to being cooked by a vending machine. Not least because the bubble effect, as the dough ripples up in the heat, risks causing topping slippage.A piadina base would be thicker and denser than a pizza base -- so what exactly does it taste like?CNN Travel went to find out.The machine starts whirringMr. Go is in a residential zone, between a hospital and a university area. Julia Buckley/CNNMr. Go sits in a residential area of Rome, around 15 minutes drive from the Colosseum or Pantheon, or seven from Termini train station. This is the area called Piazza Bologna, near both a hospital and a student area -- so full of people pulling all-nighters (Bucolo says he scoured Rome for a suitable place). Its a very residential area -- which is why my taxi driver is extremely confused when I hop in at the Colosseum with a tourists sunburn and ask to be taken here.But as soon as I tell him what Im going for -- the newest sight to see in Romes 2,000 years of innovation -- he knows exactly where were heading. \"I saw it on TV!\" he squeals. In fact, hes so excited that when a family member phones him, he hoots that he is taking a foreigner to the pizza vending machine.Not that Gianni is excited in a good way. He is firmly convinced that this will be a \"schifezza\" -- a thing of disgust, a horror, a thing of shame. He even excuses my behavior to his family member: \"Oh no, she has to for work, come on,\" I hear him say generously.We arrive. Mr. Go sits just off a busy crossroads, but this is no ugly vending machine: it sits in its own little archway, with pop music blasting. (This is to create a full experience, Bucolo says later -- \"For those three minutes, the place is yours.\")Along with Gianni, a born and raised Roman who is grimly fascinated by the idea of Mr. Go, I approach the machine. Its spotless -- not only is it regularly cleaned, says Bucolo, but every two or three days its completely dismantled, the interior is completely cleaned, and its sanitized for Covid-proofing. Its also beautifully laid out, with Italian and English instructions and notes, explaining the process and showing us what to look out for.There are four pizzas on sale: a classic margherita, quattro formaggi (with four types of cheese), spicy salami and pancetta (a type of bacon). Gianni bans me from ordering the meat, because hes worried about refrigeration. Later, Bucolo will explain how meticulously cooled everything is backstage, but for now, we decide to plump for a quattro formaggi, adventurous yet not so susceptible to food poisoning. Its the most expensive, at €6 ($7). (A margherita is a mere snip at €4.50/$5.30.) The machine starts whirring.A machine-tossed pizzaThe machine has enough flour and water to make 100 pizzas at a time. Antonio Masiello/Getty ImagesFirst things first: it really does make the pizza from scratch. Where cheaper takeaway pizza joints across Italy often fire up the bases during quiet periods and slap on the toppings when customers come calling, Mr. Go spins together flour and water (it has enough to make 100 pizzas), presses it into a disc, and delicately adds the toppings -- all in front of your eyes.First off, we watch the flour and water being spun into dough. Bucolo says this is an intricate process -- in fact, only days before our visit, he has personally adjusted the flour-water ratio in the machine, after customer feedback that the dough was too soft. (Romans like their pizza brittle, as opposed to Neapolitans, who prefer it softer.)Related content Rome debuts hot pizza vending machineAfter the dough has been produced, all visible through a peephole, its kneaded into a flat disc, picked up and moved to the next stage.Then the tomato puree is flipped on top, followed by the toppings. Theyve been chosen specifically not to cause a mess, says Bucolo -- hence theres no veg, which could flop around or fall off. Instead, the toppings for each pizza, including the mozzarella, are premixed, prearranged and stored on plastic discs, which are kept in the backstage refrigerator.The pizza comes out on its preheated box. Andrew Medichini/APYour chosen topping -- our four cheeses, say -- is then levered out on its disc and flipped onto the dough. That explains the curiously uniform blobs of salami and pancetta in the photos of the pizzas on offer.Its then moved onto the final stage -- the firing -- where its levered onto what looks like a cake stand and whirled around a little oven with glowing red filaments.The firing stage. Antonio Masiello/Getty ImagesThe dough rises very slightly (not enough to send that topping over the edge) and the cheese begins to bubble.Finally its sent (out of sight) down some kind of chute, and appears on a giant hand-shaped spatula, which lays it on its pre-warmed box.The verdict from a RomanCNN Travels Quattro Formaggi pizza. Julia Buckley/CNNIts neat, the process has looked hygienic throughout, and its surprisingly appealing to look at. But how does it taste? Gianni is bursting for a slice. \"Not a big one!\" he insists, looking askance at the pizza, and I dont think its out of politeness.He takes a bite, and says the dough seems more like a piadina. He doesnt seem appalled, though -- in fact, it looks like hes trying hard not to say its better than expected. But, he says, the price is steep. For that same $7 (or less), we could have got a \"lovely big woodfired margherita\" in Trastevere. In a bar, he says, youd pay half that for a snack.He gulps down some water and wags a finger when I offer him more. \"I just hope you digest it,\" he says, darkly, as I finish the rest.His final verdict? \"I think pizza should be made by pizzaioli.\"Rome is known for its dough-spinning pizzaioli. Cecilia Fabiano/LaPresse/APThe thing is, Bucolo is a pizzaiolo. While planning the machine, he tells me he took a proper pizza-making course, and clocked up 40 hours experience.\"This wont take off in Rome. Go to Trastevere, and youll find wood-fired pizza which is also done in three minutes,\" says Gianni.But Bucolo insists that hes not trying to compete.\"It would be crazy to say that a machine could make a real pizza in three minutes,\" he says. \"Ive had lots of criticism , but I never said everyone would love this.\"It was an idea to create something that wasnt there: pizza at night. The products can get better, we can change them or change the machine, but its catering to a need.\"I can vouch for that need. Roaming Rome late at night in July, following a Euros 2020 soccer game, my friends and I were desperate to eat something -- but there was nothing open. Had we known about it, Mr. Go would have been heaven-sent.But, says Bucolo, hell happily take criticism. \"I wont hear criticism about the idea, but criticism [of the pizza] is fundamental. It makes us better.\" Just like the criticism that made him adjust the flour-water ratio (which also, he says, will change depending on the season and humidity).In fact, when I tell him Gianni and I thought it was a cross between a pizza and a piadina, he says, thats exactly the point. \"A pizza would dirty the insides of the machine -- I worked it all out,\" he says.The future for Mr. Go, says Bucolo, is bright. For this machine, he uses only high-quality, Italian-sourced ingredients; for his next trick, hell be selling pre-cooked pizzas of that same quality. \"Mr. Go will evolve,\" he says.As for Gianni, we part with a promise that next time hell take me to a pizzeria in Trastevere -- he likes Ai Marmi", "link": "https://cnn.com/travel/article/rome-pizza-vending-machine-review/index.html"}, {"title": "Ain Dubai: How the world's largest observation wheel was built", "data_published": "2021-09-13T09:00:17Z", "content": "(CNN) — In a city full of superlatives, the latest addition to Dubai s long list of \"biggests\" and \"tallests\" is about to take its place in the record books.Ain Dubai, the giant observation wheel that has been taking shape on the citys Bluewaters Island development for more than six years, will open on October 21, 2021, thus becoming the worlds largest observation wheel. But it hasnt simply beaten the competition; its obliterated it.At more than 250 meters, Ain Dubai is 82 meters higher than the current worlds tallest ferris wheel in operation, the High Roller in Las Vegas. It is almost twice the size of the London Eye , which towers over the River Thames at 135 meters.Not a city to do things by halves, Dubais latest accolade simply adds to its ever-growing list of feats of engineering taking up pages in the Guinness World Records. Dubai is also home to the worlds tallest tower (the Burj Khalifa ), the highest restaurant in the world, the worlds highest infinity pool , the worlds largest fountain show, the worlds fastest roller coaster, the worlds largest indoor theme park and... you get the picture.First announced in February 2013, Ain Dubai has taken more than eight years to complete. Construction began in May 2015, with an anticipated completion date of early to mid-2019. That date was later pushed to October 20, 2020, which was then pushed back another year when Expo 2020 was delayed by a year due to the pandemic.While rumors circulated over the reasons for the delays, the team behind Ain Dubai say that with any building project on this scale, there are bound to be hold-ups.Related content Traveling to Dubai during Covid-19: What you need to know before you goCapacity for 1,750 ridersDarren Brooke, senior technical director at WSP (Ain Dubais lead consultant and architect of record, which essentially designed the wheel), told CNN that his team \"were pushing standards constantly.\"\"[This has] the area of four times a standard wheel, [so] weve had to put a lot more emphasis in the design, making sure that the design approach is refined as much as we possibly can, while still staying within the design standards. But very much refining that to actually get to an efficient, cost-effective design.\"And the numbers associated with that design are impressive.The structure used 11,200 tonnes of steel to build, about 33% more than the amount used to construct the Eiffel Tower. The maximum jacking force required to erect the wheel was 2,500 tonnes. The structures hub and spindle weighs 1,805 tonnes -- equivalent to four A380 airplanes -- while the combined weight of the rim and the 48 passenger cabins is 7,500 tonnes. If the 192 spokes that hold the wheel in place, which are each made of 107 separate 9mm-thick wires, were placed together end-on-end, they would stretch from Dubai to Cairo. Each of the 48 cabins are designed to fit 40 people, meaning up to 1,750 people can ride Ain Dubai at any given time.And, given that Bluewaters is an island made from reclaimed land, the piles needed to be drilled down to the bedrock to take the weight of the structure.l e v a r tGlobal expertiseIn terms of passenger experience, given this is Dubai, its naturally a step above your standard ferris wheel ride.There are three different types of cabin to take in the 38-minute rotation: observation cabins (the standard option), social cabins (these are the \"VIP\" option and have a bar in the center of the pod) and private cabins, which can be booked out for special occasions and include the option of a private three-course dinner over two rotations of the wheel.Bringing all of this to fruition has meant pulling in expertise from all corners of the globe -- consultants from the UAE, South Korea, Germany, the UK, the Netherlands, France and Italy all contributed to key aspects of the design.But perhaps their biggest coup was roping in Kevin Dyer to take up the role of Ain Dubais operation director. Dyer is the former technical director for the London Eye.While Ain Dubai has been designed to last for 300,000 cycles, or 60 years, to adhere to strict design and safety codes, there are measures that have been put in place to try to prolong that life span.Experts from Politecnico di Milano, who also worked on the London Eye, worked on the analysis of the cables and the stress cycles of the structure, Brooke said, to try to make them last as long as possible.In doing so, they had been able to \"double the life of the cables\" by looking at the stress cycles and the real loads on each of the cables of the London Eye, rather than the predicted loads, Brooke said.\"The forces each of those cables has got is 300 tonnes of load at their peak. Each of those 192 cables come in to those spindles, or into that hub. So youve got huge concentration of force.\"Several cables were also fitted with accelerators, to provide real-time data about each of the stress cycles, which will be analyzed and is aimed to extend the life of the cables, and thus the overall structure as well.Related content What architecture could look like after Covid-19Earthquakes and stormsBut the temporary works to help construct the wheel have been just as ambitious as the wheel itself.A 135-meter-high framing structure, constructed from crane mast sections, was used to drop the wheels legs into place. A 300-tonne truss was constructed to secure the eight sections of the rim. A bespoke jacking system then pushed each rim segment 100 meters into the air, where they were attached to the spindle, rotated, and another segment was attached.During this construction process, the structure was dogged with rumors of design flaws that contributed to the delayed opening date -- from seized bearings that needed to be replaced to sound issues with the cabins meaning they had to be redesigned.However, Brooke strongly refutes those claims.\"Ive not heard one rumor that is actually based on any fact. Ive heard rumors that the foundations were sinking, for example,\" he says.\"The Ain Dubai is the safest place to be in Dubai. And I mean that for two fundamental reasons. One, its designed for a one-in-2,475-year-earthquake. The only other place that gets designed like that is a hospital. Its also designed for 100-mile-per-hour storms, thats Hurricane Scale 12 on the Beaufort scale.\"A similar sentiment was shared by a spokesperson for Ain Dubai: \"What weve designed and developed here is hugely complex -- it has never been done before, to this scale, so a lot of what we did was breaking new ground.\"This of course means that along the way, things dont always go to plan. We hit challenges but as is the Dubai spirit, we adapted, we found solutions and we are confident that what we are delivering with Ain Dubai eclipses anything that has come before it.\"", "link": "https://cnn.com/travel/article/ain-dubai-worlds-largest-observation-wheel/index.html"}, {"title": "Things are looking up on the Last Frontier as Alaska tourism booms", "data_published": "2021-07-29T12:10:17Z", "content": "Anchorage (CNN) — \"Everyone is going to Alaska this summer,\" declares the woman sitting next to me on a flight from San Francisco to Anchorage. \"When I told friends we were going, so many of them said, So are we!\"There were times during my recent 10-day visit to the Last Frontier when that definitely seemed to be the case. And theres no doubt that a lot more people are vacationing in Alaska this summer than at any point since the pandemic began.In Anchorage, I had to wait more than an hour for a table at a breakfast spot popular with tourists. The waits werent so dire at other places around the state but restaurants were humming, almost every table taken.None of the traditional rental car companies had vehicles, part of a well-publicized nationwide shortage. But I was able to snatch a Volkswagen SUV through the local branch of Turo, an online vehicle-sharing marketplace thats basically a transportation equivalent to Airbnb.When my day trip to view grizzly bears and other wildlife at Lake Clark National Park & Preserve was canceled because of bad weather, I was told it wouldnt be possible to reschedule for more than a month because the flights are suddenly so popular again.Tourists at Denali National Park gather at Eielson Visitor Center. Joe Yogerst\"Weve been slammed since we reopened in May,\" explains my server at the McKinley View Lodge restaurant near Denali National Park. \"Were expecting the whole summer to be super-busy even without the big tour buses that bring cruise ship passengers up here.\"Denalis renowned adventure road tours were running at nearly full capacity the day that I hopped aboard one of the vintage school buses for a drive along the parks only road for a close-up look at grizzly bears, caribou, moose and other iconic Alaskan wildlife.\"Its definitely not as doom and gloom as we thought it would be,\" says Teri Hendricks of Visit Anchorage. \"Our marketing to independent travelers in the rest of the country -- rather than international visitors or potential cruise ship passengers -- has been pretty successful.\"Because Alaskas such a huge state, you can easily escape to a place where youre the only one along a secluded beach or wilderness trail, with plenty of empty, wide-open spaces to explore. Places like the Matanuska Valley with its namesake glacier and the Knik River Valley in the Chugach mountains that offer the full-on Alaska outdoor adventure experience with a huge dose of solitude.A young grizzly bear crosses the main park road in Denali. Joe YogerstSurprise reboundThe degree of bounce-back seemed to catch much of Alaska tourism by surprise. After the slowest year in living memory, many enterprises just werent ready for full capacity and are still struggling to staff up.\"When I started applying for jobs here last December,\" says helicopter pilot Warren Foster, who flies tours that land on Knik Glacier, \"there was nothing available. No bookings, no tourists, no helicopter tours, no need for pilots. But then by April, I was getting callbacks from all over. It went from zero to like a thousand miles per hour crazy fast.\"Alyeska Resort in Girdwood was also surprised by the rebound. \"If you asked me back in April how things were going to pan out, I would have said it was going to be a good but not a great summer,\" says Ben Napolitano, marketing director of Alaskas largest outdoor sports resort. \"A lot of people in the rest of the country were looking for something to do this summer and we seem to be on their radar.\"Related content Find out which countries are welcoming US tourists back\"We started getting bookings for this summer in January and February,\" says Mandy Vestal of MICA guide and Alpenglow Luxury Camping in the Matanuska Valley. \"But then in the spring it started to triple and quadruple -- record bookings. We literally cant do any more trips the rest of this summer and were turning people away. Right now, theres a 50-night waiting list just for the camping.\"There was no shortage of passengers aboard Alaska Railroads Coastal Classic Train from Anchorage to Seward. Joe YogerstWhile rental cars are nearly impossible to find, visitors are dealing with the transportation shortage by hopping planes, trains, buses and more.Alaska Airlines has flights to 20 cities around the state including more offbeat tourist destinations like Barrow, Dillingham and Yakutat. Three different motor coach lines offer service between major cities and national parks.The Alaska Railroad runs passenger trains to popular destinations like Denali, Fairbanks, Seward, Whittier and Talkeetna. And along the coast, Alaska Marine Highway ferries offer passengers service to more than two dozen destinations from the Aleutian archipelago and Kodiak Island to the Inside Passage.Sightseeing is made easy aboard the Coastal Classic. Joe YogerstCruises slowly starting againWhile some Alaska destinations have reported record bookings, thats not the case throughout the state.Places like Tok and Delta Junction that serve road trippers arriving via the Alaska Highway are still hurting because Canada remains closed to US leisure travelers. The number of visitors arriving by road fell by 93% last year, but the recent announcement that Canada will lift some border restrictions on August 9 is expected to help revitalize traffic along the Alaska Highway.That precipitous drop in traffic pales in comparison to southeast Alaska, where the cruise industry has long been the major source of jobs and income. Prior to the pandemic, more than half of the states tourist arrivals (around 1.33 million in 2019) arrived aboard cruise ships.But a pandemic-inspired ban on foreign-registered cruise ships -- together with mass passenger cancellations -- sent Alaska cruising into a tailspin.According to Sarah Leonard, president and CEO of the Alaska Travel Industry Association (ATIA), only one locally registered cruise ship continued itineraries along the Alaska coast last year. She adds that \"99.9% of our cruise itineraries were canceled in 2020.\"\"If you put all of your eggs in one basket and depended on cruises, you got slammed,\" says Casey Ressler of the Mat-Su region tourist board in south-central Alaska.A sightseeing ship passes alongside Aialik Glacier in Kenai Fjords National Park. Joe YogerstThe entire state felt the economic and employment shock. But cruise-tourism-dependent communities were especially hard hit. According to figures supplied by the state government, the number of jobs and wages in Skagway fell by around 50% each. Haines and Whittier were also hard hit.But things are looking up. Small ship cruises that are domestically flagged have been operating along the Alaska coast for most of the 2021 summer season. And when Royal Caribbeans 2,476-passenger Serenade of the Seas docked in Sitka on July 21, it was the first large cruise ship carrying paying passengers to visit an Alaskan port in nearly two years.Although Canadas cruise ship ban is set to last at least through November, passage of the Alaska Tourism Restoration Act on May 24 allows for the direct passage of cruise ships from Washington State to southeast Alaska without stopping at a Canadian port as previously required.\"The cruise companies tell me that 2022 is going to be a banner year for Alaska cruising based on reservations and rebookings from 2020 and 2021,\" says Leonard. Still, based on industry projections, the number of ships and passengers calling on Alaska wont totally rebound until 2023 or 2024.Denalis renowned adventure road tours were running at nearly full capacity on this day. Joe YogerstThinking outside the boxHow did Alaska tourism make it through last year? A combination of cutbacks, flexibility, appealing to the local market and thinking outside the box. \"Some businesses didnt survive,\" says Hendricks. \"But those that did got creative.\"Salmon Berry Travel & Tours, which normally organizes shore excursions for cruise passengers, decided to diversify into the delivery business. \"We started to deliver all sorts of things,\" says Salmon Berry site manager Bailey Larousse. \"Christmas trees, bulk food orders, animal feed, groceries to food banks.\"Instead of guiding cruise passengers on culinary expeditions of the state capital, Midge Moore of Juneau Food Tours diversified into Taste of Alaska subscription boxes that offer a virtual tour of the 49th state via the \"sights, sounds, smells, and flavors\" featured in each delivery.Vestel, with the guiding and glamping businesses, decided that 2020 was a great time to invest in new luxury tents and tweak the outdoor adventure offerings. \"I took a chance adding more tents because we had no idea if we were going to get back to normal this year or not,\" she explains. \"But it worked out. Were pretty much full the rest of the summer.\"And a lot of Alaskans booked guided trips to ice climb or walk on glaciers. \"People wanted to social distance and were perfect for that. We also learned a lot of things last year -- like the fact that people wanted more private guiding or family groups, so even after Covid well be offering a lot more of that.\"Resilience was a lifesaver last year, says Ressler, of the Mat-Su region tourist board.", "link": "https://cnn.com/travel/article/alaska-summer-travel-recovery/index.html"}, {"title": "Italian flight attendants strip off to protest working conditions", "data_published": "2021-10-22T14:55:50Z", "content": "(CNN) — Italys new national airline, ITA Airways , took to the skies last week, but all is not well on the ground of Italian aviation.Former Alitalia flight attendants protested this week against job losses and pay cuts in a particularly Italian way -- by taking their clothes off.At the Campidoglio -- the center of power in Rome for around 2,000 years and whose main square was redesigned by Michelangelo -- about 50 female former flight attendants turned up in their Alitalia uniforms, then removed them to stand in their underwear, chanting \"We are Alitalia.\"Theirs was a demonstration to protest not only against their job losses, but also against the contracts awarded to those who have been retained by ITA AirwaysUnion complaints: Pay cuts, loss of seniorityTrade unions say that those who have stayed are being paid less.One ITA Airways flight attendant told CNN that as well as taking a pay cut, they have lost seniority, and are no longer told far in advance where and when they will be working.ITA President Alfredo Altavilla has called previously called threats of strike action \"a thing of national shame.\"He says that airline staff agreed to the current working conditions and has reportedly compared their complaints to a driver looking in the rear view mirror.\"Bargaining over contracts is more than finished. They are all on board, and they have signed the contract that we sent them,\" Altavilla told Il Fatto Quotidiano earlier this month.This is the new ITA Airways livery. Handout/ITA AirwaysLittle has changed for passengersOf Alitalias 10,500 staff, only 2,800 have been employed by ITA.The new airline has retained 52 of Alitalias 110 planes, according to Reuters. However, it has announced plans for an entirely new fleet of Airbuses, as well as a chic new livery and Italian-made products from the crew uniforms to the lounge furniture.Related content Italy during Covid-19: What you need to know before you goFor passengers traveling right now, however, little has changed. The new ITA livery -- sky blue, to represent Italys national sports teams -- will be phased in gradually, starting within the next few months, Altavilla announced last week.", "link": "https://cnn.com/travel/article/alitalia-ita-strike-underwear/index.html"}, {"title": "Meet the luxury travel agent who plans trips for former US presidents and world leaders", "data_published": "2021-10-21T08:32:25Z", "content": "(CNN) — On a personal trip to Ethiopia in 2015, former US President George W. Bush encountered a pleasant surprise.When he arrived in the ancient Christian town of Lalibela, dozens of children wearing royal blue Texas Ranger hats -- one of the Texans favorite sports teams -- gave him a warm welcome.\"We prepared a lot of cool surprises on that trip,\" Jaclyn Sienna India, founder of the Sienna Charles luxury lifestyle company , tells CNN Travel.\"I try to think of cool ways to make (travelers) excited, so I bought about 100 Texas Rangers hats. And when Bush came to the village, all the kids had them on.\"Related content The nuclear megayacht designed to save the worldPersonal touches, exclusivity, security, discretion -- these are the things that world leaders have come to expect while traveling.\"Its very much like theater -- world leaders have this vision of what this place could be like, how exotic and how amazing,\" adds India. \"And we want to fulfill that vision with special moments.\"Bush was not the first world leader India worked with. Her agency has planned more than 100 journeys for at least 15 presidents, prime ministers and premiers since 2012.\"Whether its a former president or billionaire or celebrity, everybodys an individual,\" she says.\"If you understand what makes them tick and why are they taking that trip, it will be a successful relationship.\"In 2015, luxury travel specialist Jaclyn Sienna India accompanied former president George W. Bush to Ethiopias Omo Valley. Courtesy Sienna CharlesDelivering tailored experiencesIndia learned all about the art of luxury hospitality at now closed Le Bec Fin, at the time a fine dining restaurant with three Michelin stars, where she worked while earning a bachelors degree in art history at the Tyler School of Art at Philadelphias Temple University.\"I fell in love with servicing the ultra-high-net-worth,\" she recalls. \"I really excelled and understood their needs. Thats really been the success of my career -- understanding the needs of each person and then being able to deliver that experience.\"After college, the New York native moved to Palm Beach, Florida, with her then boyfriend and now husband, Freddy Charles Reinert, where she quickly realized the level of service in \"luxury\" tourism paled by comparison.Sienna Charles has even managed to gain its clients private access to the Louvre. Frédéric Soltan/Corbis/Getty Images\"It just didnt make sense to me; at the restaurant, you would sit down for three hours and spend $5,000-10,000,\" she recalls.\"Youd have seven people waiting on you with silver (tableware); the somm knew every grape and winemaker; the chef came out to your table and knew where the foie gras came from.\"Everything was obsessive and service-driven at the restaurant, she says, but that was not so in luxury travel.\"The same type of clientele would be spending $100,000 on a trip to Italy or France but the (travel agent designing) the trip had never even been there,\" says India.Related content Where Chinas wealthy travelers are going during the pandemicStriving to offer a better alternative for high-net-worth travelers, the pair launched Sienna Charles in 2008.Every trip is tailored to the clients needs, be that a multi-generational retreat in Umbria or a private island in Indonesia.\"I personally vet all of my recommendations and am obsessed with quality and service,\" she says.An adventure through EgyptIn 2012, Sienna Charles had a chance to plan and execute a trip for a world leader for the first time.When approaching India, the client (whose name cannot be shared due to a non-disclosure agreement), had their sights set on Egypt.The leader had previously visited the country for work and was \"really interested in Egyptology,\" says India.\"We closed down monuments for (the leader), and they just wanted to dig deeper into their personal passion,\" recalls India of a trip to Luxor, Egypt she planned in 2012. Khaled Desouki/AFP/Getty ImagesSo the travel expert arranged a multi-stop, 12-day adventure that peppered in history and cultural discussions with several professionals and academics.The trip took the world leader from Cairo to a Nile cruise on a private yacht, with several stops at historic sites along the way.They finished the journey in the ancient capital of Luxor -- nicknamed the \"worlds greatest open-air museum\" -- where some of the countrys oldest tombs and temples can be found.\"We closed down monuments for (the leader), and they just wanted to dig deeper into their personal passion,\" recalls India. \"They had this romantic sense of the world where they just couldnt wait to discover this place.\"Thanks to referrals and this first successful trip with a world leader, India went on to plan trips for George W. Bush, among several other world leaders.The Bushes in EthiopiaIn 2015, India meticulously choreographed a trip to some of the most remote corners of Ethiopia for Bush, his wife Laura, four friends, his doctor and 30 Secret Service staff.Due to the massive entourage, word got out about the trip.\"Were all about discretion and privacy,\" says India. \"But with so many staff and Secret Service agents, it just became a media frenzy. Some world leaders just go with one security agent and a baseball cap -- and nobody knows that its them.\"Lalibela, Ethiopia is famed for its gorgeous rock-hewn churches. Edwin Remsberg/VWPics/Universal Images Group/Getty ImagesShe says Bush chose Ethiopia because he had been there during his presidency but didnt have enough time to get out and explore in more depth.\"He told me that he visited about 80 countries during his presidency, but would be at a beautiful monument like the Taj (Mahal) and never really see anything (due to the demanding schedule),\" adds India.To immerse the former president in culture and history, she planned a multi-leg journey from the remote Omo River Valley -- home to some of the worlds most isolated tribes -- in the south up to Lalibela in the north.The logistically challenging trip required various modes of transport, from SUVs to helicopters, private jets and riverboats.\"Lalibela is all about Christianity -- that was amazing,\" says India, alluding to Bushs religious affiliation. \"When we were in the Omo Valley, (villagers) did a ceremonial dance to welcome him.\"All about the personal touchesIndias team catered to highly specific requests for food and drink, since \"the trip is all about them.\"For example, she says Bush likes comfort foods like peanut butter sandwiches and pasta when he travels, so India ensured all of his favorite meals were available even in the most remote parts of Ethiopia.\"For world leaders, service is at a level of insanity in their homes and they have executive assistants everywhere they go,\" she explains. \"So when they travel, they really have high expectations -- and understandably so.\"\"When youre willing to pay, its a really easy conversation,\" says India of how Sienna Charles managed to close down major world monuments for clients, including the Hagia Sophia in Istanbul, pictured. Yunus Emre Gunaydin/Anadolu Agency/Getty ImagesSince the hotels in Ethiopia did not meet Indias expectations, she worked with local partners to build luxury camps for the former president and his entourage instead.They purchased brand new furniture, bedding, sheets -- building beautiful accommodations from scratch.The nice thing about working with world leaders, she says, is that they know how to delegate.\"I tell them what were thinking and they let me run with it. These are people who run countries, so they understand the power of hiring experts and can relinquish (control) to people who are good at what they do,\" says India.Once, she helped a world leader celebrate his wifes birthday by covering the entire floor of a private villa with exotic \"Cherry Snow\" roses flown in from Ecuador, she says.Another time, she worked with movie set producers and styling experts to create a cinematic Parisian scene in the heart of Miami, where famed chef Eric Ripert designed a special menu.And in Italy, she arranged for a world leader to enjoy a private visit with a famous jewelry designer. The leader helped design a unique gift for his wife -- a gold Navette ring with an oval-cut faceted ruby and 24 round-cut diamonds for $714,000.Discretion, security and exclusivityIn most cases, India says her clients come to her with a vision of what they hope to experience on a trip.Perhaps thats taking a deeper dive into Chinese culture, lazing by the pool in St. Barts, or simply renting a house and being a grandpa for a week in Italy.After an initial consultation, India -- who has traveled to more than 80 countries and insists on experiencing each recommendation first-hand -- will typically suggest three to five options, outlining the pros and cons of each.Related content Canadian luxury scenic train line debuts its first US routeFrom there, the travel expert works closely with the clients chief of staff, personal assistant and security to iron out the details.\"From the room type to food allergies, what type of restaurants they like, what time they like to wake up, what newspapers they want in the room, what type of tour guides they like ... we take every detail into account,\" she says.India has taken clients on exclusive, private tours of Machu Picchu. Pablo Porciuncula Brune/AFP/Getty ImagesTransport tends to be relatively smooth since 100% of her clients have their own private yachts, helicopters and private jets.As part of security protocol, Sienna Charles often needs to close down major monuments and museums so clients can experience them alone.\"Weve closed down the Sydney Opera House, the Hagia Sophia in Istanbul, the Louvre, Versailles, the Great Sphinx of Giza, Machu Picchu... tons of monuments,\" says India. \"When youre willing to pay, its a really easy conversation.\"Typically, Sienna Charles first tries to arrange a visit during off-hours. If thats not possible, they attempt to make a donation of anywhere from $20,000 to $100,000.\"We dont need to spend money just for the sake of spending money,\" she says. \"You just have to know who to call. But if theyre able to view it in a private manner, thats a win.\"Leaving room for spontaneitySecurity is much more challenging, especially when working with world leaders who tend to travel with at least one security agent.\"They have a lot of security -- and the security wants an itinerary,\" she says. \"They want it mapped out from literally how many steps we have to take from the car to every monument to every restaurant.\"Initially, this was quite frustrating for India because she believes that \"travel is all about being serendipitous.\"\"The trip unfolds as (our clients) are traveling. We learned pretty quickly after that first trip (in Egypt) that yes, well prepare a minute by minute account of what were going to do for the security teams, but we also have to manage the client,\" she says. \"And if the client feels like its a great trip, thats a win for me.\"Related content 11 remote mountain huts to escape from it allThat means, at times, venturing off the minute-by-minute itinerary. For example, when she took Bush to Ethiopia, India had an unexpected opportunity to visit a remote tribe in the Omo River Valley.But the group would have to shimmy down a very steep path with poor visibility to reach the river, then take a boat to get there.\"I asked his staff if he could do it so (Bush) could see more. And they said absolutely not,\" recalls India.\"But this would be the only way we would get a moment with this tribe, so I asked Bush directly, and he said, Absolutely.\"\"Ive learned to respect the security and staff who want to keep the person safe, but that (strict itinerary) can also shield them from enjoying things,\" she says.A new era for out of control spendingThe pandemic hasnt impacted the travels of the ultra-wealthy and elites, says India.\"There are a lot of places like Fiji and Thailand that started letting private jets in about six months ago,\" she says. \"Its an advantageous time to be an ultra-high-net-worth person. Because, like anything else, money talks. People are willing to spend the money to do whatever they want.\"She has noticed several ultra-luxury travel trends spurred by the pandemic. For instance, Indias clients tend to plan trips at the last minute -- sometimes just a day or two in advance -- due to the uncertainty of border restrictions and quarantine requirements.Related content The superyacht concept with an infinity pool and open-air cinemaThey have also started skipping intermediaries entirely, purchasing their own yachts and private jets and buying vacation homes.Whats more, India says discretion has become the norm.Gardens of the Orangerie of Versailles Palace. Stephane De Sakutin/AFP/Getty Images\"They are not traveling just for the sake of travel. But when they do go, the wealthy are not sharing online anymore,\" she says. \"When so much of the world is struggling, theyre not going to post photos aboard their mega yacht.\"Still, the money spent on trips right now is \"insane\", she adds. \"People just want what they want. If they are chartering, its going to be the most expensive yacht. And theyre not messing around with staff who dont know how to deal with them.\"Before the pandemic, India would help clients charter yachts for roughly $200,000 to $300,000 a week. Now, they are booking boats that cost up to $1 million a week.When it comes to vacation homes and estates, spending has skyrocketed from an average of $10,000 a night to $35,000 or more for Sienna Charles clients.", "link": "https://cnn.com/travel/article/luxury-travel-agent-sienna-charles-cmd/index.html"}, {"title": "What happens when travelers test positive for Covid on vacation?", "data_published": "2021-10-21T10:51:24Z", "content": "(CNN) — Theres no denying that going on vacation has become a lot more complicated due to Covid-19Well over a year into the pandemic, border restrictions are still constantly changing as new variants emerge, while PCR and antigen tests have become part and parcel of traveling.Many countries require travelers to produce negative Covid test results on entry, regardless of vaccination status, and in some cases take follow-up tests, while some destinations, including the US, require people to produce a negative test result before their return trip.But what happens if you test positive after youve arrived in a new destination?This is a predicament that a number of travelers have found themselves in over the past year or so.Back in August, South Carolina couple April DeMuth and Warren Watson (pictured top) were getting ready to return to the US after a two-week trip to Greece when a positive Covid test result stopped them in their tracks.\"We took the test in the morning,\" explains DeMuth. \"So were in the airport, the agent is pulling us over so that we can check our luggage in and were pulling up our test results [on our phones]. Thats when he [Watson] said it.\"Just hours before they were scheduled to board their flight back to the US, they discovered that Watson had tested positive for Covid-19.As Greece allows fully vaccinated travelers to enter without restrictions, the couple, who are both vaccinated, were not required to submit any PCR tests prior to the trip. However, they needed to provide negative Covid test results in order to fly home.Related content 8 ways that getting jabbed gives you the travel edgePositive on arrivalShortly after receiving the results, DeMuth and Watson got a call from the Greek authorities and arrangements were promptly made for them to be transferred to a quarantine hotel provided by the Greek government.Although most travel insurance policies cover quarantine-related costs, the pair had not taken out insurance for their vacation.\"We were very fortunate that Greece has quarantine hotels that the government pays for,\" says Watson, who had been experiencing some mild Covid symptoms in the days before he received a positive Covid result.\"They delivered three meals a day to us. We were treated very well and it didnt cost us anything. I know in other countries, its quite expensive.\"Thankfully Watsons symptoms continued to be mild while in quarantine (DeMuth never tested positive) and he received a negative result after taking his next PCR test. The couple were able return home seven days later without incurring any extra costs.\"I would never travel without [insurance] now,\" says DeMuth. \"We were just fortunate that we were in a country that was very gracious with what they do, but wed never want to rely on that.\"Things could certainly have been very different if theyd chosen to holiday in another destination. For instance, visitors to Italy are required to pay their own quarantine fees up front if they test positive after they arrive.\"Travel insurance with Covid-19 quarantine coverage is designed to help cover the lodging and accommodation expenses you might incur should you test positive for Covid on vacation,\" Narendra Khatri, President and CEO of Insubuy , which provides international travel medical insurance from various US-based companies, tells CNN Travel.\"The benefit amount depends entirely on the policy you choose. Most plans provide a minimum of $2,000 in quarantine, lodging, and accommodation expenses, and trip interruption up to 100% of the trips cost.\"Should the traveler choose, many policies offer the option to purchase additional coverage up to $7,000 to cover quarantine costs, and a trip interruption benefit of up to 150% of the trips cost.\"While Watson did not require any medical treatment during his time in Greece and made a full recovery, others have not been so lucky.Related content How she was chosen to be the only tourist in BhutanCostly experienceCovac Global transports travelers whove tested postive for Covid-19 on vacation home via air ambulance. Courtesy Covac GlobalBack in 2020, Gloria and Jose Arellano from California tested positive for Covid-19 after traveling to Mexico for a vacation.Although Gloria recovered, her husbands condition worsened and he was admitted to a local hospital.Unfortunately, Joses health continued to deteriorate and he was flown by air ambulance to the Naval Medical Center in La Jolla, where he died from a lung infection on December 28.The medical and transportation costs incurred during the process were staggering, and the family launched a GoFundMe account to help with payments, as their insurance did not cover the full amount.While cases like this are not necessarily typical, Khatri advises travelers to consider the costs theyd run up in a worst-case scenario when choosing a travel insurance policy.\"Is $2,000 going to cover your lodging expenses for the entire length of quarantine in your destination country?\" he asks.\"Is a $50,000 policy maximum going to be enough if you need a helicopter ride from an island to the closest emergency room?\"If theres a chance it wont, youre better off purchasing a policy that can provide more coverage. Its far better to spend a little more now on insurance than to be stuck with huge medical or hotel bills in a far-off destination.\"Destinations like the Bahamas and Costa Rica have gone as far as to stipulate that all visitors must have obtained specific coronavirus-related coverage before they are permitted to enter.Khatri also stresses that travelers should ensure that their insurance provides coverage for their entire trip.\"If you test positive for Covid or have some other medical issue on a Thursday while youre flying, but your coverage doesnt begin until you land on Friday, your insurance isnt going to cover it,\" he explains.\"It would be considered a pre-existing condition. Get insurance covering you from the beginning to the end of the trip.\"But while travel insurance can help to ensure that Covid-positive holidaymakers avoid paying extra costs for quarantine or medical treatment, most have little choice but to remain where they are until they can produce a negative Covid result.Related content Air New Zealand offering chance to get vaccinated on a planeMedical evacuationCovac Global has evacuated travelers from destinations like Uganda, the Bahamas and the Maldives. Courtesy Covac Global, provides a special program that allows travelers whove tested positive while abroad to be transported home via a certified ambulance with medical personnel -- one of the However, Covac Global, a medical evacuation company that launched in August 2020provides a special program that allows travelers whove tested positive while abroad to be transported home via a certified ambulance with medical personnel -- one of the \"extremely limited\" circumstances in which a traveler infected with Covid is allowed to re-enter the US.The service, which is described as \"the first and only fully indemnified membership program,\" is available to members whove received a positive Covid test result after arriving at their destination and display at least one self-reported symptom.Membership rates start at $675 for 15 days of coverage, while an annual membership costs $2,500.Founder Ross Thompson says the company is seeing a significant rise in membership numbers month to month, and the average age of its members is becoming younger, with more professionals in their 40s choosing to sign up to the program.Most of Covac Globals evacuations are from hotel to home, and the company has been called to places like Uganda, the Bahamas and the Maldives to retrieve travelers.\"Weve picked up people in speedboats from their over-water villas in the Maldives and from their hotel rooms in islands off the coast of Central America with a helicopter,\" says Thompson. \"So well come to get you wherever you are. If you can get there, we can get there. And then well take you home. Very few cases require us to take you to a hospital.\"But transporting a Covid-positive patient is no easy feat, particularly if theyre based in a remote location, or in a country where theres civil unrest.\"We did an evacuation not too long ago from Ethiopia,\" says Thompson. \"We had to get the permits in coordination with Ethiopian government.\"There was a significant amount of civil unrest going on in Ethiopia [at the time] so we had to get our security teams involved to make sure that we got everybody into the country safely.\"Related content Qantas repatriation flight sets aviation recordTesting timesMedjet has introduced medical transport benefits for members hospitalized with Covid-19. Courtesy MedjetJohn Gobbels, COO of medical evacuation company Medjet , says the possibility of testing positive for Covid-19 and requiring hospitalization while in a destination where there are no ICU beds available is one of its members biggest concerns, along with getting \"stuck\" in a hospital miles away from their friends and family.Medjet added air medical transport for travelers hospitalized by Covid-19 to their membership back in October 2020.\"We added that benefit at our own cost risk,\" explains Gobbels. \"Transport for merely testing positive is not a membership benefit, but can be arranged at the members sole cost.\"But what can travelers do to make sure they are better prepared for the possibility of testing positive for Covid while theyre on vacation?Gobbels recommends that holidaymakers take at-home Covid test kits by \"approved\" brands on vacation with them so that they can test themselves early on.\"Dont wait for the 72 hour in advance window to test yourself,\" he says. \"Youll need to fulfill that requirement, but knowing early that you may fail will give you more time to make fallback plans.\"And because there are sometimes false-positives, if you test positive, immediately run another test.\"Unfortunately, as Covid case infections remain high in various parts of the world, the possibility of testing positive while on vacation is a reality that travelers will likely continue to face for a while to come.\"I think this is something that were gonna have to live with now,\" admits Thompson. \"Just like after September 11, people added the security evacuation to their travel insurance or their travel memberships, because thats just the world we live in now.", "link": "https://cnn.com/travel/article/travelers-who-test-positive-for-covid-on-vacation/index.html"}, {"title": "'Mooncakes and Milk Bread': Celebrating the tastes of Chinese American bakeries", "data_published": "2021-10-20T01:44:41Z", "content": "(CNN) — In an age when Chinese food is no longer foreign to international audiences, with diners willing to embrace its many regional cuisines , theres one culinary area that has yet to receive much attention globally -- baking.Kristina Chos recently published \" Mooncakes and Milk Bread: Sweet & Savoury Recipes Inspired by Chinese Bakeries \" aims to change this by offering a rare collection of recipes inspired by the Chinese American bakeries and cafes she visited as a child.An architecture graduate and interior designer, Cho turned to baking a few years ago when she couldnt find satisfaction at work, eventually starting her blog, Eat Cho FoodHer grandparents moved to Cleveland from Hong Kong in the late 1960s, and some of Chos favorite childhood memories include trips to Chinese bakeries around the US, where she would devour egg tarts and hot dog flower buns.\"I rarely saw recipes for my Chinese bakery favorites in books or on the internet. I felt that there was a void in the baking cookbook landscape when it came to the baked goods I enjoyed from my childhood,\" Cho tells CNN Travel.\"I soon started to share my own recipes for red bean swirl buns and hot dog flower buns. The hot dog flower buns received an overwhelmingly positive and also personal reaction from my followers and readers. I think because they were just so nostalgic... and almost everyone loves another reason to eat hot dogs.\"Mooncakes and Milk Bread introduces readers to Chinese baking. Kristina ChoThe response inspired Cho to write a cookbook featuring the baked goods traditionally found in Chinese American bakeries.\"Chinese bakeries originated in Hong Kong, which was heavily influenced by British culture, so that is why you find a lot of custards, sponge cakes and flaky pastries at Chinese bakeries,\" says Cho.\"Bakers over the years have adapted the recipes and flavors to appeal to a more Asian palette that appreciated sweets that are not too sweet.\"In addition to recipes, Chos book also includes stories about iconic Chinese American bakeries around America, such as Fay Da Bakery in New York City, Eastern Bakery in San Francisco and Phoenix Bakery in Los Angeles.\"Chinese baking is a facet of Chinese and Asian culture that hasnt really been talked about and I feel grateful to have the opportunity to explore it,\" she explains.\"Chinese bakeries are more than just a place to pick up your favorite bun or birthday sponge cake. For a lot of people, these bakeries are community hubs that connect them back to their home and heritage.\"Mother of All: Milk BreadWhen asked to highlight what makes Chinese baked goods unique, Cho singles out milk bread, or, as she calls it, the \"Mother of All.\"\"The first thing I think about is the incredibly soft texture of the baked buns,\" she says.\"The majority of the baked buns at Chinese bakeries use a milk bread dough, which is a bread dough enriched with butter, eggs and milk. The toppings and fillings for each bun are literally endless. Pork floss, green onions, tuna salad, matcha custard, mango jam and red bean paste all make an appearance.\"The bread is quite similar to brioche or challah but its really how the bakers twist and incorporate these flavors and ingredients into the bread which make Chinese bakery buns uniquely their own.\"Chos book focuses mainly on Cantonese-style baked goods like cocktail buns and egg tarts but also covers recipes from other regions such as savory spring onion pancakes. Even matcha and hojicha cream puffs are featured.\"I also wanted to show that there is so much diversity and cultural influences in Chinese baking,\" says the author.\"Depending on the bakery and what part of China the owners or bakers are from, you might find more flatbreads or steamed buns stuffed with savory fillings rather than sponge cakes adorned with shiny fruit.\"Defining mooncakesThe mooncake, a symbol of the Mid-Autumn Festival , is the other classic treat featured in Chos book title. It serves as a great example of how Chinese baked goods have evolved and embraced different cultures.\"A lot of people associate the Cantonese style of mooncake with the platonic ideal of a mooncake, but thats not necessarily true. Every region in China has their own style,\" explains Cho.\"Some have a flaky crust made from laminating dough and fat and some are filled with meat rather than a sweet paste.\"These days, mooncakes are stuffed with everything from ice cream to custard, with some bold chefs even offering Mooncake Wellington , complete with beef tenderloin.For Cho, a mooncake shouldnt be defined by its shape and form, but by the way it is eaten.CNNs Alexandra Field talks to celebrity cook Maria Cordero about mooncakes, a treat enjoyed during Chinas Mid-Autumn Festival. Be warned - theyre full of taste, but also full of calories!\"I love all mooncakes because they represent a moment that allows us to focus on togetherness and looking positively towards the future. Mooncakes are typically round to symbolize the moon and togetherness,\" she says.\"So for me, a mooncake can be in any shape, but is filled with a delicious and decadent filling, and made to be shared with loved ones.\"Her favorite is any mooncake with a salted egg yolk.\"The salted yolk balances out the sweetness from the paste and I love a sweet and salty dessert,\" says Cho.Ultimately, Cho says she hopes the book will expand peoples definition of baking, even if they didnt grow up going to Chinese bakeries.\"I hope that these recipes and stories inspire them to bake with new flavors and seek out their closest baked bun,\" she says.", "link": "https://cnn.com/travel/article/mooncakes-and-milk-bread-chinese-american-bakeries-cmd/index.html"}, {"title": "Massive kitchens, unique tastes: India's ancient temple cuisine sits in a class of its own", "data_published": "2021-09-29T02:41:36Z", "content": "(CNN) — Across India, temples have long served not just a spiritual need but a social one as well.Many of the countrys temples have adopted a long-standing tradition of feeding the masses, allowing pilgrims and travelers alike to enjoy wholesome, delicious meals every day.Any typical Indian temple, whether in a city or village, will have its own kitchen where these meals are cooked, sanctified and served, and offered free of charge or for a small token price.But these are no ordinary meals. What sets temple cuisine apart is the taste, which is unique to each location and notoriously hard to replicate.In fact, many established chefs have tried to offer temple cuisine in their high-end restaurants, but ultimately failed to generate the same magic.\"Temple food is very ancient and has been prepared by special cooks, known as Maharajas or Khanshamas, who belong to just one family,\" explains Sandeep Pande, executive chef of New Delhis J W Marriot Hotel.\"Therefore, it is impossible to recreate the same taste in restaurants, even by trained chefs,\" he adds.Indeed, its tough to match the flavor of the puttu -- made up of steamed rice flour, coconut and jaggery (cane sugar) -- served at Meenakshi Temple in the southern state of Tamil Nadu, to name but one of the many incredible dishes on offer in the countrys places of worship.Puttu, a traditional South Indian dish, is among the foods served at Tamil Nadus Meenakshi Temple. EyesWideOpen/Getty ImagesIndias temple foods are prepared following traditional cooking methods, including the use of \"chulha\" -- wood and charcoal stoves -- and clay pots.Only local ingredients are used, while the recipes are based on Ayurvedic principles . This makes temple cuisine a live repository of traditional crops and spices.Some temples even use water from a spring or well on the premises, while farms located nearby traditionally offer part of their harvest to the temples presiding deity.The scale is also remarkable, with some temples serving thousands of visitors in a single day. The Shri Saibaba temple in Shirdi, for instance, dishes out as many as 40,000 meals per day, every day, all year long. (See above video.)Related content Travel to India during Covid-19: What you need to know before you goTemple foods originsThe tradition is rooted in an ancient Indian mythological story in which Lord Vishnu the preserver -- a god of the holy Hindu trinity -- set out on a long pilgrimage.As part of his journey he took a dip in the waters of seaside temple Rameshwaram in southern India, meditated at Badrinath Temple in the north, visited Dwarka Temple in the west and dined at the Jagannath Temple on the eastern coast.The food he ate was cooked by his consort, Hindu goddess Lakshmi, and thus deemed divine, setting the stage for a ritual that continues to this day in which offerings known as prasad are made to a temples presiding deity and distributed to devotees.Heres a look at a few of most famous temples dishing out tasty, nutritious food to the masses.Related content 13 of Indias best islandsThe 56 foods of Jagannath TempleIndias Jagannath Temple is famed for its annual Rath Yatra, or Chariot Festival. STR/AFP/Getty ImagesLocated in the coastal eastern Indian state of Odisha in the city of Puri, Jagannath Temple feeds an impressive 25,000 devotees per day, but that figure can balloon to one million during festivals.The 12th-century temple offers 56 varieties of food items. There are 40 different vegetable and dal (lentil) dishes, six rice dishes and 10 traditional sweets, like peethas, payesh, rasagola and malpua. And its served six times a day, cooked up in one of the largest kitchen complexes in the world.Following the ancient Ayurvedic method, food is slow-cooked in earthen pots stacked atop each other in groups of nine. Legend has it that the temple food is cooked by the goddess Lakshmi, not the cooks, and it does not release its aroma until it is offered to the deity.\"The Jagannath Temple gets a lot of donations, mainly in the form of grains, from all over the villages around it,\" says Jagabandhu Pradhan, a temple guide.In fact, many of the farmers reserve part of their land to cultivate for the temple, he adds.Hadubhaina, a temple priest, tells CNN that cooking starts early morning and has to be finished by 2 p.m. \"as we dont use any artificial light in the kitchen.\"\"Once inside, the cook cant come out before the meal is prepared,\" he says. \"Throughout, he barely talks and covers his mouth and nose.\"The prepared food is taken through a corridor to a holy space, where it is sanctified. Its then distributed to a row of kiosks, from which devotees can buy the food for a small token amount.The used earthenware pots are discarded and a fresh set is brought in every morning.King-sized laddu at Tirupati Balaji TempleLaddu, a ball-shaped sweet, is a popular offering at many of Indias Hindu temples. Rupak De Chowdhuri/ReutersTirupati Balaji Temple -- or Venkateswara Swamy temple -- is located in the southern Indian state of Andhra Pradesh.According to tradition, Lord Venkateswara -- a form of Vishnu -- appears in the temple every day, so it is the devotees duty to feed him.Tirupati serves \"annadanam,\" a Sanskrit word that refers to the offering or sharing of food, to an estimated 80,000 pilgrims every day.A team of over 200 cooks prepares the iconic Tirupati laddu, a circular sweet made of chickpea flour, along with 15 other dishes, including jalebi, dosa, vada and other savories.Its believed that Vakula Devi, the foster mother of Lord Venkateswara, supervises the preparation of the food to this day. To allow her to oversee things in the temple kitchen, a small hole has been made in the wall.As devotees leave the main temple after offering prayers, the prasad, or offerings, are distributed. This includes a smaller version of the laddu and rice preparations of the day, which are ladled into leaf bowls.100,000 people served daily at Punjabs Golden TempleA volunteer cooks chai for the thousands of pilgrims who visit the Golden Temple each day. Lucas Vallecillos /VWPics/APFree meals, known as langar, are served at all Sikh shrines, or gurudwaras, not just in India but all over the worldThe tradition was implemented by the first guru of the Sikh faith, which emphasizes a concept of selfless service to the community.The langar at Sri Harmandir Sahib in Amritsar in the north Indian state of Punjab -- popularly known as the Golden Temple -- feeds up to 100,000 people daily.Related content US Sikhs tirelessly travel their communities to feed hungry AmericansVisitors of any faith, rich or poor, can receive the simple hot meals that are handed out almost completely by volunteers.There are two communal kitchens and two dining halls, with a combined seating capacity of 5,000 people. The food is simple and wholesome, comprising roti (wholewheat flat bread), dal (lentils), vegetables and kheer (milk and rice pudding).", "link": "https://cnn.com/travel/article/india-temple-food-cmd/index.html"}, {"title": "How to eat sushi: Tips for ordering and eating like a Tokyo local", "data_published": "2021-09-17T03:20:08Z", "content": "Tokyo (CNN) — In theory, sushi is a simple thing to be enjoyed in almost any way you like.Eat it standing or seated, with fingers or chopsticks, dipped in soy sauce, mixed with wasabi, swallowed in one mouthful or more.However, if you want to eat it like a Tokyo local, remember that sushi etiquette changes with the setting.The following tips can separate the uninitiated from those in the know, whether youre dining at an economical chain restaurant (which is closer to the dishs street-food roots) or the rarefied establishments of Tokyos upscale Ginza neighborhood.Sushis origins in Japan date back to the 10th century. Narezushi, the most primitive form of the famed food, was made with fermented fish that was preserved with salt and raw rice.Edomae sushi (Tokyo style), which is what most are familiar with today, is thought to have originated in the 1800s. It typically revolves around nigiri -- fish with pressed rice -- which can be topped with several dozen types of seafood and other ingredients, not just fish.Sushi chef training is intense and requires long hours. Chefs often apprentice for several years before theyre permitted to handle pricier cuts of fish.With that in mind, lets start at the top: Sushi Sawada, located behind Tokyos most prestigious intersection of Ginza 4-chome.With two Michelin stars and only seven seats, Sawada is a shrine to sushi -- and to straight-talking master Koji Sawadas continuous quest for perfection.Sawada seasons his ingredients with his own soy sauce blend or a sprinkle of sea salt before combining them on the rice, so he says theres no need for additional soy sauce to dip.Koji Sawadas eponymous restaurant is a shrine to sushi. Noriko Yamaguchi/CNNBut as the customer is king/queen, Sawada provides sauce on request. He suggests the best way to use it is first to take the sushi and then turn it upside down and dip the fish side.Theres a practical reason for inverting your sushi: the rice will fall apart if its dipped directly. It will also soak up too much sauce, ruining the flavor balance.The flavor is best if the fish only lightly contacts the sauce.Then pop it into your mouth.\"The fish should touch the tongue first,\" Sawada says.Most sushi-ya (sushi restaurants) expect customers to dip, and youll find soy sauce dishes on the counter. Soy sauce is called murasaki, meaning \"purple,\" in sushi-speak.Wasabi moderation and other useful practicesEvery sushi-ya will give you a personal o-shibori (hand towel) to wipe your fingers with before eating and between bites.Alongside the soy sauce will likely be a tub of sweet pickled ginger, known as gari, to refresh the palate.Use your chopsticks to pick some up and place it on your individual sushi board, called a geta for its resemblance to a wooden clog of the same name.The chef will normally add grated wasabi, hot Japanese horseradish, to the block of rice as the sushi is pressed.Related content How to make the perfect cup of British teaFeel free to ask for your sushi wasabi-free (\"Wasabi nashi kudasai\") if the herb is too pungent for you.Or alternatively, request more, although be warned that an old-school sushi master may frown if asked for additional wasabi, as he will consider his creation to have the appropriate seasoning.Again, the customer rules, though be aware that slathers of wasabi are a fair giveaway of a novice, as it will overpower the flavor of the fish.Furthermore, while wasabi may be mixed with soy sauce to dip sashimi (raw fish without sushi rice), this is not generally done with sushi.Related content Travel to Japan during Covid-19: What you need to know before you goChopsticks: Pros and consTheres something visceral about eating with your hands, and in the case of people who eat sushi, the practice may also suggest a casual and carefree persona. Sawada understands this, and would rather not see his sushi handled with chopsticks — although he provides them.\"Hands are best,\" he says. \"Like eating curry in India.\"However, at the cheap and cheerful Magurobito (\"The Tuna Guys\") in Asakusa, chef Goh Saito says, \"Almost everyone these days uses chopsticks. Its for hygiene.\"Several years ago this writer took some classes with Tokyo culinary instructor Yumi Sone. She says she prefers chopsticks for their elegance, and even finds eating with the hands a little affected when practiced by anyone but a natural.\"But chopsticks can be tricky when dipping sushi upside down,\" she agrees.A further reason to skip chopsticks is that the rice block in the best sushi is often molded quite loosely. Sawada describes his method as packing \"a lot of air between the grains.\"Its what helps create his famous melt-in-the-mouth feel.Chopsticks can compress loose rice grains and alter the texture, or lose their grip, which could be messy.Ordering and avoiding faux pasMany of the best sushi-ya have no menus, but will instead offer different price ranges for fixed courses; your meal is closer to a degustation parade of whats best on that day.You can still order individual items, though this will be more expensive.Rather than lining up a range of sushi, the master will offer each piece as its made.Its not polite to leave a freshly presented piece of sushi for too long in front of you, as temperature, texture and moisture all change. In this respect the sushi-ya makes more demands of the customer than a typical restaurant -- the diner has a role to play.Feel free to ask for a repeat of anything you especially liked. A common faux pas is when a customer fails to inform the master in advance of dislikes or allergies.Thats why, when it comes to foreign customers, restaurants such as Sawada or the famed Kyubey, also in Ginza, may ask to speak to your concierge or a Japanese speaker before taking a reservation.Ingredients that commonly provoke reactions are shrimp (ebi); shellfish (kai) and sometimes uni (pronounced oohni), sea urchin. Some people dislike the \"fishiness\" of items such as mackerel, sardines and herring, collectively known as \"glistening things,\" or hikari mono.Most mid-range sushi-ya offer courses. If the course you choose includes anything you cant eat, say the name followed by nashi kudasai, \"exclude, please\". If youre unconcerned about budget and only want the best the master has to offer, tell him o-makase shimasu -- Ill leave it to you.Of course, chain sushi restaurants, usually with conveyor belts, make things easier -- most offer photographic menus and you can simply serve yourself.Better still, take a stool at the counter and this tip from cookery teacher Sone: \"I never take a plate thats going around,\" she says. \"You can order freshly made, direct from the chefs. Also this way, I can ask for a smaller amount of rice (shari sukuna-meh kudasai).\"This is a common practice among diners who dont want to fill up on rice.Many sushi-ya serve in portions of two pieces, but most of the cheaper standing places allow you to order singly.Its worth noting the quality at such establishments can be very good, as their turnover is high and many are operated by seafood wholesalers.Standing places are intimate and delightfully casual. When pushed for time one can eat well and be out within under half an hour.Related content Where to visit Olympics venues in JapanCheck, pleaseSushi restaurants in Japan serve green or brown roasted tea at the end of a meal (and throughout, if you prefer it to sake or beer), before the check arrives. The tea is called agari.Be warned that at many high-grade and traditional establishments, the check may come as no more than a handwritten number on a tiny piece of paper. This is often a shock.Though the new generation of sushi chefs makes a point of being customer-friendly, a top class sushi-ya can still be daunting, even for natives.In fact, very few ordinary Japanese get to enjoy sushi at the absolute highest level, so if youre able to take a local friend along, dont be surprised to learn its their first time, and they are as much in awe of the experience as you.Sushi Sawada: MC Blg, 3/F, 5-9-19 Ginza, Chuo-ku, Tokyo; Tuesday-Friday, noon-2 p.m. and 6-8.30 p.m.; Saturday, holidays. noon-2 p.m. and 5-7.30 p.m.; Sundays, noon-2 p.m. Closed Mondays. Budget up to around ¥40,000 (lunch); ¥50,000 (dinner); +81 (0) 3 3571 4711Magurobito (standing-style restaurant): 2-18-12 Kaminarimon, Taito-ku Tokyo; 11-9 p.m., open every day. Budget around ¥2,000-¥3,000. +81 (0) 3 3847 7139", "link": "https://cnn.com/travel/article/how-to-eat-sushi-tokyo-local-cmd/index.html"}, {"title": "The hotel dog that saved its owner's life", "data_published": "2021-10-22T08:58:43Z", "content": "(CNN) — Ten years ago, the Italian area of Cinque Terre was hit by a deadly flood.On October 25, 2011, the five tiny fishing villages -- which had long been a magnet for tourists from all over the world -- were hit by one of the worst inundations the area had ever seen. Thirteen people were killed, and many more lost property and possessions. The streets of Vernazza, perhaps the most famous of the villages, were feet-deep in mud.Everyone in Cinque Terre has a story to tell about that terrible day. One of the most extraordinary comes from a local hotel owner, Pierpaolo Paradisi. He says that on that fateful day, his life was saved by his dog -- the dog after which he has now named his hotel.Today, Vernazza is back to its sparkling best, beloved by tourists from all over the world. Benard E/Andia/Universal Images Group/Getty ImagesLeos Lodge perches high on the cliffs above Vernazza. Its part of Prevo -- a tiny hamlet that sits directly on the Sentiero Azzurro -- the famous \"blue path\" which tourists love to walk. Three million visitors a year are said to come to the five tiny villages that make up the Cinque Terre.But a decade ago, Prevo and the Sentiero Azzuro were all but destroyed when mudslides rocketed down the cliffside, sweeping away everything in their path and burying the streets below in mud and debris.Paradisi -- at that time an aspiring hotelier -- had been at work in La Spezia, the gateway town to the Cinque Terre. Originally from Sardinia, he moved to Liguria 15 years ago. He had been on a hiking vacation when, walking the Sentiero Azzuro, he came across Prevo. At that point it was abandoned -- and Paradisi immediately thought it could make a great hotel. He started a massive renovation project -- but, five years in, came the flood.The meet-cutePierpaolo and Leo have been inseparable since they first met. Julia Buckley/CNNJust a month earlier, he had got a dog, Leo -- a rescue pup from Serbia. Looking at Facebook over the summer, hed read about a group of animal rights activists -- Serbian models who brought stray and cats and dogs to Italy every time they came over for work.\"In the [Yugoslav] war, people had to abandon their pets -- dogs, cats, tortoises -- so they multiplied,\" says Paradisi. \"So by then there was a problem with stray dogs.\"Strays would be rounded up and taken to kennels, where, says Paradisi, they risked being euthanized if they hadnt been claimed within 48 hours.The models would pay €100 for every dog, but at the time, the average Serbian salary was just €250 a month, he says. Wanting to help the animals, he sent the group a message, asking them to choose a dog for him.\"I said I just need a small one, because I use the train a lot,\" he remembers.They picked a little, tan-colored dog from Belgrade.\"His story was particular,\" says Paradisi. \"He was captured with his mother and sister, and they were killed in front of him.\"I have a picture of the cage in which he was. Out of 48 dogs, he was the only one they saved.\"Leo, as Paradisi would name him, arrived in Liguria on September 25, 2011.The day of the stormFreak weather devastated the village of Vernazza, with mudslides drowning the streets. Handout/Italian Finance Police/APA month later, although dogs were banned from his office, he decided to take his new pet to work. A storm was already brewing in the area, and he was uncomfortable leaving the dog at home.\"It was a transgression that saved my life,\" he says.By the time the pair got to La Spezia, the storm had already started -- heavy rain, thunder and hail. Paradisi decided to leave early, fearing the weather would only get worse.\"Even in the first mile, it changed -- Id never seen it worsen like that before,\" he says.\"There was a tornado of water that hit the mountains, and I couldnt even see a meter ahead. I had vision of about 30 centimeters, so was driving extremely slowly.\"Paradisi had put Leo in the back of his car for the 17-mile journey, and for most of it, the dog had sat there in silence. Until, getting closer and closer to Prevo, as the car wound round the cliff, Leo made his move.\"He leapt into the front and onto my knees, so I had to stop,\" says Paradisi.\"I was angry -- I said, Leo, Im driving.\"At that moment -- just as he was trying to move the dog off his lap, and get going again -- the cliff fell away in front of them.Thirteen people were killed in the 2011 disaster. Marco Vasini/AP\"The mountain just came down, and the landslide even took the asphalt and the guardrail. It almost touched the car. A meter further forward, and wed have been gone,\" he says.Paradisi is convinced that Leo saved both their lives.Not that he realized it at the time. In shock, he says, he managed to turn the car around and make it as far as Manarola, another of the Cinque Terre villages.\"It was only then that I understood what was happening, he says.\"I called the police and they said, You need to look after yourselves because we cant do anything, were completely isolated -- you must try to find help.\"Related content Traveling to Italy during Covid-19: What you need to know before you goThe pair slept in their car that night. The next day, with the road still destroyed, they tried to reach their home on foot -- via the Sentiero Azzuro path which today is an idyllic stroll for tourists. That day, it was far from idyllic.\"It felt like a warzone,\" says Paradisi. \"There were five helicopters going around looking for the lost people. There was a sailboat turned over, and people were screaming, looking for others who were missing.\"Our house was OK but we couldnt get there, because a landslide had cut it off.\"Not knowing what else to do, Paradisi called some friends to tell them what had happened.\"They said, It was thanks to Leo that youre alive. I hadnt understood that yet.\"Running the hotel togetherPrevo sits on the famous Sentiero Azzuro hiking path, between Corniglia (pictured) and Vernazza. Giovanna DellOrto/APToday, their house is a cliffside hotel, with self-catering apartments, and the pair are inseparable.Paradisi has named the property Leos Lodge, and a tile of a dog is attached proudly to the door.Leo plays the consummate host, greeting guests, accompanying them to their rooms, and carrying out regular security patrols of the property, which sits right on the main footpath, and has tourists walking by every minute.He goes with Paradisi every afternoon to pick up guests from nearby Corniglia in their Jeep.\"Were together 24/7 -- I take him everywhere I go, even the dentist. The only place I cant take him is into court,\" says Paradisi.Meanwhile, Leos fame has spread far and wide. In 2012, the year following the flood, he was awarded the top prize in the Premio Internazionale Fedeltà del Cane, or international prize for dog loyalty -- he was chosen as \"first among equals\" from 10 equally exceptional dogs.Leo is joint manager of the lodge with Pierpaolo. Julia Buckley/CNNParadisi thinks it was no coincidence that Leo stopped him from driving further that day.He says that although he initially attributed it to fear on the dogs part, experts think there could be more to it.\"They cant explain it scientifically, but they think some dogs have this capacity -- that dogs who suffer [trauma] develop a seventh sense,\" says Paradisi.\"Dogs have 150 million olfactory receptors in their noses; humans have five million. They think this gives them capacity to intuit danger, somehow. They know something is happening, even though we cant understand.\"They think that in certain meteorological conditions they can smell something. The ozone that I use to disinfect the rooms these days -- thats what you smell after thunder and lightning. So dogs can probably smell odors that we cant during such strong weather. The smell, combined with the hail and thunder, must have made him understand we needed to stop.Related content What Italys famous hermit did next\"If hed just been scared, he could have stayed in the back and cried. But he was completely silent -- almost like he was listening out for something. And at a certain point, he was like, Basta -- thats enough, we need to stop. Thats the sensation I had.\"In fact, he says, there was a balcony at his old office in La Spezia, which the humans all knew to be dangerous. Instinctively, so did Leo -- he wouldnt even go inside the room.The future of Cinque TerreExperts have told Paradisi that dogs which have suffered trauma possibly develop a seventh sense. Courtesy Pierpaolo ParadisiThe tragedy of 10 years ago has had a permanent effect on Paradisi.Although he stayed in the area, completing his dream of turning the abandoned village of Prevo into a hotel -- he now has room for 40 people, between Leos Lodge, some apartments and a villa -- hes permanently on alert.\"The flood made me realize that the Cinque Terre is a very dangerous area,\" he says. \"Geologists think itll be the first area in Italy that disappears.\"And if he gets a weather warning message, he goes straight home. \"I close myself in the house because its much safer to be inside -- but I wont go to bed, I stay on the sofa with Leo and the cats,\" he says. He can sleep there for as long as its needed -- ready to run, fully clothed, with medication and a torch to hand.In fact, his seven cats disappeared in the landslide -- but, miraculously, they all came back over the following months.Leo is around 14 years old now, and Paradisi thinks \"often\" about the day hell be left alone.\"Itll be impossible to substitute him, but Ill take another, because I want to help another dog. Ill keep taking them from Serbia,\" he says.\"I will need to mourn him for a bit, but after a couple of months, Ill ask for a dog from the same kennel in Belgrade. In honor and in memory of Leo.\"But for now, Leo isnt going anywhere, and theyre happily running the lodge together.", "link": "https://cnn.com/travel/article/cinque-terre-flood-dog-leo/index.html"}, {"title": "Saudi Arabia to launch enormous oil themed 'extreme park'", "data_published": "2021-10-19T11:10:11Z", "content": "(CNN) — Saudi Arabia may be trying to reduce its dependency on oil, but that hasnt stopped the Arabic kingdom from using its petroleum industry as inspiration for a brand new tourist attraction.The Middle Eastern country has announced plans to convert an oil rig into a 150,000 square meter \"extreme park\" and resort located in the Arabian Gulf.Funded by Saudi Arabias Public Investment Fund (PIF), The Rig will be comprised of three hotels and 11 restaurants spread over a number of connected platforms, as well as roller coaster rides and adrenaline-rush activities like bungee jumping and skydiving.Related content Dizzying glass box observatory to open high above New YorkUnique attractionA rendering of upcoming Saudi Arabia extreme park The Rig. Public Investment FundRenderings of the upcoming attraction, which aims to \"provide a multitude of hospitality offerings, adventures, and aquatic sporting experiences,\" along with a promotional video, were released earlier this month.\"This project is a unique tourism attraction, expected to attract tourists from around the world,\" said a statement from the PIF. It said it was expected to be particularly popular with visitors from the Arabian Gulf region.A completion date for the venture has not been stipulated.The project, which takes inspiration from offshore oil platforms, is to be located on a rig in the Arabian Gulf. Public Investment FundDescribed as the \"worlds first tourism destination inspired by offshore oil platforms,\" the upcoming attraction is being devised in line with the long-term Saudi Vision 2030s strategy, which aims to reposition Saudi Arabia as a top international tourism destination and diversify its economy.While millions of religious visitors make the pilgrimage to the Saudi holy city of Mecca every year, the countrys conservative laws restricting womens freedoms, along with it troubling human rights history have made it a less than favorable destination for many international visitors.Tourism hopesThe Rig is part of a new strategy that aims to boost tourism in Saudi Arabia. Public Investment FundBut the country is determined to reposition itself as an alluring global hotspot that can compete with the likes of nearby Dubai, Abu Dhabi and Oman. It aims to attract 100 million tourists each year by the close of the decade.Earlier this year, plans for a second national airline -- the kingdoms current flag carrier is Saudia, formerly known as Saudi Arabian Airlines -- and to invest $147 billion into transport and logistics over nine years were confirmed by Saudi Arabias Crown Prince Mohammed bin Salman.It will feature a number of attractions, including three hotels restaurants and various adventurous activities. Public Investment FundNews of The Rig project comes just months after plans for Six Flags Qiddiya were announced.", "link": "https://cnn.com/travel/article/saudi-arabia-oil-rig-theme-park/index.html"}, {"title": "Banana Island: A slice of paradise off Doha coast", "data_published": "2019-01-28T12:32:05Z", "content": "Editors Note — CNN Travels series often carries sponsorship originating from the countries and regions we profile. However, CNN retains full editorial control over all of its reports. Read the policy(CNN) — Overwater villas, golden sands and beautiful turquoise water dont necessarily come to mind when envisioning a vacation in Doha.But just off the coast of the Qatari capital lies a top destination that offers all of that and more.The crescent-shaped Banana Island has become a top destination for luxury-seeking vacationers since opening in 2015.Operated by Thailand-based Anantara, the luxury resort island lays claim to Qatars only overwater bungalows, some of which are fully equipped with lounging decks and private infinity pools, as well as one of just two overwater bungalow resorts in the Gulf region -- the second is the Palm Resort in Dubai.World of relaxationBig on comfort and lavishness, Banana Island strikes a great, Maldives-like first impression with its palm-thatched roofs and opulent rooms overlooking the sea.The luxury resort can be reached via catamaran from Dhow Harbour (located near to the Museum of Islamic Arts) or by private yacht.Those who opt for the former will be greeted with warm smiles as they board the ferry, where they can sample Arabian coffee, dates and water during the journey.Some 20 minutes later, guests are welcomed onto the 13-acre island by the sound of beating drums, ushering into a world of total relaxation.The 141 guest rooms, villas and bungalows here are decorated with Arabic designs and feature deluxe mosaic-adorned bathrooms, all of which are stocked up with automatically controlled curtains, flat-screen TVs, mini-bars and coffee machines.\"What impressed me the most was how large a basic room was,\" Alexander Köhler, a 26-year-old Doha resident from South Africa who makes the short ferry trip to Banana Island every few months, said in 2019.\"I had a comfortable recliner on my porch with a beautiful view of the ocean,\" he added. \"The bathrooms were very impressive, as was the restaurant on the ocean -- you could see fish swimming right underneath you.\"Beach escapadesThere are 141 guest rooms, all decorated with Arabic designs. Dimitris Sideridis PhotographyWhen theyre not lounging on the private 800-meter beach, guests have a long list of outdoor activities to keep them occupied.Think diving, kayaking, snorkeling, stand-up paddle boarding, or conquering the waves on a surfing simulator.Those looking for something slightly more relaxing may prefer to jump onto the Instagram-friendly sea swing, which swishes above the ocean shallows.The resort also provides a number of experiences and day trips and experiences including an afternoon tea tour, a private \"dining by design\" experience for special occasions and various spa treatments.Visitors from overseas should remember that Qatar is an Islamic country and, in line with local custom, Banana Island is a dry resort. Guests cant bring their own alcohol to enjoy in private.But they can sip mocktails by the lagoon pool, play beach sports and hit the golf course or simply fuel up in one of the islands numerous restaurants serving anything from traditional Middle Eastern and Asian delicacies to American diner classics and Italian fine dining.A fleet of electric golf carts is always at hand to ferry you around.Family favoritesGulf sun getting too much? Dive in the pool. Dimitris Sideridis PhotographyIf the hot Gulf sun gets too much, there are several indoor activities to choose from.Guests have the option to relax at the islands spa and wellness center, test their bowling skills in a multi-lane alley, play pool and foosball or curl up amongst pillows and blankets while watching blockbusters inside an exclusive 20-seat movie theater.A big hit with families, theres also a childrens cinema as well as kids clubs, including a pool with slides.Apart from overnight guests, particularly from Qatar itself as well as Germany, Russia and the UK, the resort is also popular with day-trippers seeking fun and calm away from Dohas traffic-clogged streets before taking the ferry back to the vibrant Gulf metropolis.", "link": "https://cnn.com/travel/article/banana-island-qatar/index.html"}]